Repository: KDE/kdesdk-kio
Catalog: po/sa/kio6_perldoc.po
Languages: sa

source: <html><head><title>No page requested</title><body>No page was requested. You can search for:<ul><li>functions using perldoc:/functions/foo</li> <li>faq entries using perldoc:/faq/search_terms</li><li>All other perldoc documents using the name of the document, like<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>or <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>
sa: <html><head><title>पृष्ठं न अनुरोधितम्</title><body> कोऽपि पृष्ठः अनुरोधितः नासीत् । भवन्तः अन्वेष्टुं शक्नुवन्ति:<ul><li> perldoc:/functions/foo इत्यस्य उपयोगेन कार्याणि</li><li> perldoc:/faq/search_terms इत्यस्य उपयोगेन faq प्रविष्टयः</li><li> अन्ये सर्वे perldoc दस्तावेजाः दस्तावेजस्य नाम उपयुज्य, यथा<ul><li> <a href='perldoc:/perlreftut'>perldoc:/perlreftut इति</a></li><li> अथवा <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul></body></html>

source: <html><head><title>No documentation for %1</title><body>Unable to find documentation for <b>%2</b></body></html>
sa: <html><head><title>%1 कृते दस्तावेजीकरणं नास्ति</title><body> <b>%2</b> कृते दस्तावेजीकरणं अन्वेष्टुं असमर्थः</body></html>

source: Error in perldoc
sa: perldoc इत्यत्र त्रुटिः

source: perldoc KIO worker
sa: perldoc KIO कार्यकर्ता

source: KIO worker to provide access to perldoc documentation
sa: perldoc दस्तावेजीकरणस्य अभिगमनं प्रदातुं KIO कार्यकर्ता

source: Copyright 2007, 2008 Michael Pyne
sa: प्रतिलिपि अधिकार 2007, 2008 माइकल पाइन

source: Uses Pod::HtmlEasy by M. P. Graciliano and Geoffrey Leach
sa: M. P. Graciliano and Geoffrey Leach इत्यनेन Pod::HtmlEasy इत्यस्य उपयोगः भवति

source: Michael Pyne
sa: माइकल पाइन्

source: Maintainer, port to KDE 4
sa: अनुरक्षणकर्ता, KDE 4 प्रति पोर्ट्

source: Bernd Gehrmann
sa: बर्न्ड गेहर्मन्

source: Initial implementation
sa: प्रारम्भिक कार्यान्वयन

source: M. P. Graciliano
sa: एम. पी. ग्रासिलियानो

source: Pod::HtmlEasy
sa: फली::Htmlसुलभ

source: Geoffrey Leach
sa: जेफ्री लीच्

source: Pod::HtmlEasy current maintainer
sa: Pod::Htmlसुलभ वर्तमान परिपालक

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि
