Repository: KDE/kdesdk-kio
Catalog: po/*/kio6_perldoc.po
Languages: ar, eo, he, ro

source: <html><head><title>No page requested</title><body>No page was requested. You can search for:<ul><li>functions using perldoc:/functions/foo</li> <li>faq entries using perldoc:/faq/search_terms</li><li>All other perldoc documents using the name of the document, like<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>or <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>
ar: <html><head><title>لم يطلب صفحة</title><body>لم يطلب صفحة. يمكنك البحث عن:<ul><li>الوظائف باستخدام perldoc:/functions/foo</li> <li>مدخلات الأسئلة الشائعة باستخدام perldoc:/faq/search_terms</li><li>جميع مستندات Perldoc الأخرى التي تستخدم اسم المستند، مثل<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>أو <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>
eo: <html><head><title>Neniu paĝo alpetita</title><body>Neniu paĝo estis aldemandita. Vi povas serĉi por:<ul><li>funkcioj uzante perldoc:/functions/foo</li> <li>faq-eniroj uzante perldoc:/faq/search_terms</li><li>Ĉiuj aliaj perldoc-dokumentoj uzante la nomon de la dokumento, kiel<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>aŭ <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>
he: <html><head><title>לא התבקש אף עמוד</title><body>לא התבקש אף עמוד. אפשר לחפש אחר:<ul><li>פונקציות בעזרת perldoc:/functions/foo</li> <li>רשומות שו״ת בעזרת perldoc:/faq/search_terms</li><li>כל שאר התיעוד של perldoc באמצעות שם המסמך, כגון<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>או <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>
ro: <html><head><title>Nicio pagină cerută</title><body>Nu a fost cerută nicio pagină. Puteți căuta:<ul><li>funcții folosind perldoc:/functions/foo</li> <li>întrebări frecvente folosind perldoc:/faq/search_terms</li><li>Toate celelalte documente perldoc folosind denumirea documentului, ca<ul><li><a href='perldoc:/perlreftut'>perldoc:/perlreftut</a></li><li>sau <a href='perldoc:/Net::HTTP'>perldoc:/Net::HTTP</a></li></ul></li></ul> </body></html>

source: <html><head><title>No documentation for %1</title><body>Unable to find documentation for <b>%2</b></body></html>
ar: <html><head><title>لا توجد وثائق لـ %1</title><body>تعذر العثور على وثائق لـ <b>%2</b></body></html>
eo: <html><head><title>Neniu dokumentado por %1</title><body>Ne eblis trovi dokumentadon por <b>%2</b></body></html>
he: <html><head><title>אין תיעוד עבור %1</title><body>לא ניתן למצוא את התיעוד עבור <b>%2</b></body></html>
ro: <html><head><title>Nicio documentație pentru %1</title><body>Documentația pentru <b>%2</b> nu poate fi găsită</body></html>

source: Error in perldoc
ar: خطأ في perldoc
eo: Eraro en perldoc
he: שגיאה ב־perldoc
ro: Eroare în perldoc

source: perldoc KIO worker
ar: عامل Perldoc KIO
eo: perldoc KIO-laboranto
he: סוכן פעולה KIO של perldoc
ro: Lucrător KIO pentru perldoc

source: KIO worker to provide access to perldoc documentation
ar: سيوفر عامل KIO إمكانية الوصول إلى وثائق Perldoc
eo: KIO-laboranto por provizi aliron al perldoc-dokumentado
he: סוכן פעולה לאספקת גישה לתיעוד של perldoc
ro: Lucrător KIO ce oferă acces la documentația perldoc

source: Copyright 2007, 2008 Michael Pyne
ar: حقوق الطبع والنشر 2007، 2008 مايكل باين
he: כל הזכויות שמורות 2007, 2008 מייקל פיין
ro: Drept de autor 2007, 2008 Michael Pyne

source: Uses Pod::HtmlEasy by M. P. Graciliano and Geoffrey Leach
ar: يستخدم Pod::HtmlEasy بواسطة إم بي جراسيليانو و جيفري ليتش
eo: Uzas Pod::HtmlEasy de M. P. Graciliano kaj Geoffrey Leach
he: משתמש ב־Pod::HtmlEasy מאת מ. פ. גרסיליאנו
ro: Folosește Pod::HtmlEasy de M. P. Graciliano și Geoffrey Leach

source: Michael Pyne
ar: مايكل باين
he: מייקל פיין

source: Maintainer, port to KDE 4
ar: الصائن والنقل إلى كيدي 4
eo: Prizorganto, portado al KDE 4
he: מתחזק, הסבה ל־KDE 4
ro: Responsabil, portarea la KDE 4

source: Bernd Gehrmann
ar: بيرند جيرمان
he: ברנד גרמן

source: Initial implementation
ar: التنفيذ الأولي
eo: Komenca realigo
he: מימוש ראשוני
ro: Implementare inițială

source: M. P. Graciliano
ar: إم بي جراسيليانو
he: מ. פ. גרסיליאנו

source: Geoffrey Leach
ar: جيفري ليتش
he: ג׳פרי ליץ׳

source: Pod::HtmlEasy current maintainer
ar: الصائن الحاليّ لـPod::HtmlEasy
eo: Pod::HtmlEasy aktuala prizorganto
he: המתחזק הנוכחי של Pod::HtmlEasy
ro: Responsabil actual pentru Pod::HtmlEasy

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
he: צוות התרגום של KDE ישראל
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
he: kde-l10n-he@kde.org
ro: sergiu@cip.md
